

    ¤W­Ó¥@¬ö ¹³¤wÄw³Æ µM«á³o¥Í¤À¨É½ì¨ý
      ´«¤F¨¤¦â ´«¤F³õ¦a ³£µ¥«Ý§A
      ­Y­n»¡¥X ¬Æ»ò¬O§A ½Í¸Ü«ä·Q³£¥i²Ó¨ý
      ©úÁA¤º¤ß ¦p¦P¦Û¤v ¼g§Ú¤H¥Í ºë±m¶Ç°O
      ¦P¦æ¦@³Ð³y®É¶Õ¹B®ð ¬ÛÃÑ¤@¤Ñºâ°_ §Ú´±¾á°_¦U¼Ë¦M¾÷
      ¦³­I«á¤H¬O§A ¦P¦æ¦@»â·|¤H¥@¹D²z
      °²¨Ï¤@¤Ñ¤£¦A­¸ ¨ì¤½¶é¤¤´²¨B¦~¬ö ¦³µ²¦ñ¤H¬O§A
      ­Y¨ì¬Y¤Ñ ©|¥i¦X·Ó ÀY¤W¦hµ}²¨³£¬ü§®
      ªÎ­D©ÎªÌ ¬Ü¤òº¥¤Ö ¤@¤Á¥~ªí ³£¤£­«­n
      ¦P¦æ¦@³Ð³y®É¶Õ¹B®ð ¬ÛÃÑ¤@¤Ñºâ°_ §Ú§Y¨Ï¥Í®ð¤ÎµL²z
      ¦³¼¢°Ý¤H¬O§A ¦P¦æ¦@»â·|¤H¥@¹D²z
      °²¨Ï¤@¤Ñ¤£¦A­¸ ¦³·s¬ÛÃÑ§Ú«K´£°_ ¦³­Ó¤º¤H¬O§A
¯     ¦P¦æ¦@³Ð³y®É¶Õ¹B®ð ¬ÛÃÑ¤@¤Ñºâ°_ §Ú´±¾á°_¦U¼Ë¦M¾÷
