 

　　中世紀是個荒蠻的時代，不單指人文的凋敝，新興的國家各恃武力，爭搶著羅馬帝國昔日的版圖。凱爾特人、法蘭克人、汪達爾人、薩克遜人，紛紛建立起各自的國家。我們來看看生活在冰天雪地的民族維京。 

　　維京人生活在1000多年前的北歐，今天的挪威、丹麥和瑞典。當時歐洲人更多將之稱為Northman，即北方來客。維京是他們的自稱，在北歐的語言中，這個詞語包含著兩重意思︰首先是旅行，然後是掠奪。他們遠航的足跡遍及整個歐洲，南臨紅海，西到北美，東至巴格達。但他們第一次在當地百姓面前出現，就是以海盜的身份搶劫掠奪。 

　　撇開考古學的成就不說，我們可以從維京人自己講述的故事中，了解他們的生活片斷。最早的故事、歷史、詩歌並沒有寫成文字，而是通過口頭的傳唱代代流傳。直到公元1100年左右，居住在冰島的維京人有了自己獨特的文字，記錄在獸皮上，或者木塊、獸骨和石頭上，這種文字由幾條簡單的曲線構成，稱為Rune，最早有26個字母，後來漸漸演變成16個。我們亦可以從同時代人的記載中找到維京人的點滴。但是一些受害者，比如修道院的僧侶，他們的描述就有欠客觀。 

　　政治 

　　維京人的社會體系包括三個階層︰

　　Jarl︰王侯，多為大領主，世襲的貴族；

　　Karl︰自由人，軍隊的主力，武士階層；

　　Thralls︰則是最底層的奴隸。

　　但這種劃分不絕對，一個自由人可以變成奴隸，如果他喪失了所有自己的份地；一個奴隸也能變成自由人，忠誠侍奉主人，就會得到贖身的機會。 

　　貴族與自由人定期開會，決定重大事件，解決爭端，他們稱這種會議為Thing。

　　最早的時候，國王是最大的貴族，他做出幾乎所有的重大決定，以至于部族會議只負責一些地方事務。但在冰島，由于從來沒有國王，部族大會決定一切，全島的貴族與自由人都要參加，每年定期在某個地方召開，為期兩周。

　　很久以前看過一部書，Jean Aule所寫的洪荒孤女（The Earth's Children），那時驚異于這位阿姨怎麼能寫出這麼詳盡的史前風情（好書好書！強烈推薦！）。書中的部落每兩年會聚集到一個地方開大會，完成一系列的祭典、貿易、協商、競技，想來就是參考了北歐的傳統。 

　　維京人無條件的接收國王和大會的全部法令，這些法令為每個人所熟知。違背的人將被開除出部落，稱為Outlawed，這里不是綠林好漢的意思。這次被放逐者不能耕作任何土地，不能接受任何人的幫助，他們只能住在山洞中，過著躲藏、偷盜的生活。 

　　生活 

　　維京人過著家族生活，父母子女祖孫姑佷生活在一個屋檐下頭。他們彼此忠誠，家族中的一員受了欺負，全家人就一起去部落大會要求公正。如果一名男子被殺，他的家族多半會要求得到金錢或是土地的賠償。如果部落大會認為他們確實有權力做出這樣的要求，凶手的家族爽快的付了賠款，那就萬事照舊；但如果死者的家族覺得裁決有欠公正，他們就會私下里殺死對方的一名成員，于是怨怨相報，沒完沒了的世仇可能成為古老家系的額外傳統。 

　　女性談婚論嫁由全家人決定，但她有權力從列出的清單中挑選一名。婚後她還保有以前的財產，並且在丈夫出遠門時負責照看家里的土地。離婚很簡單，夫婦倆發表一個聲明，當著公證人的面說清他們離異的原因。有些理由看來很可笑，比方說有丈夫抱怨他的妻子老是穿褲子而不是裙子。 

　　孩子們則與長輩住在一起，直到他們成年後，出去加入另一個家庭。在這之前，男孩子學習耕作、戰斗技巧和航海術，以及工具和武器制造；女子則學習紡線織布，制作黃油與奶酪。 

　　大多數維京人平時是職業農夫，他們住在鄉間。荒蠻之地沒有大城鎮的概念，只有少數幾個重要的港口如約克和博卡，更多的維京人與其家族一起生活在小農場上。根據記載或者挖掘到的遺址我們可以復員當年的房屋，發現所有的農場幾乎都是一個樣子。主建築是幢長方形的屋子，考究一點的，會額外增加一些獨立的小屋，充當牲口欄和手工作坊，農夫在作坊內自己制造工具和武器。 

　　在早期的長屋中，只有一到兩個房間，全體家庭成員就在一間屋子工作、生活。並且與飼養的牲口混居在一起。這樣的屋子一般有20米長， 6米寬。廁所同時也是浴室，北歐人喜歡洗蒸汽浴。正對著進門的地方，是一個火塘，全家做飯或者取暖都在這里。這間屋子同時也是儲藏室。每面牆上固定著木質的長椅，白天坐、晚上睡，底下還堆放著各式雜物。每戶人家有一到兩張高背椅，只有一家之主才有資格坐坐，或是來了什麼特別尊貴的客人。除了見過世面的國王以外，北歐海盜沒有床的概念。 

　　長屋中陰暗潮濕，沒有地板，踩的就是泥地。北方苦寒之地，樹木稀少，偏偏石頭都很少見，維京人壘牆用的是草磚，即將草和泥土的混合胚子稍加燒制，他們自己稱為Turf，在冬季這種磚很保暖。有些人家在磚牆內側用木板再做一道夾牆，中間要空開一段距離，以免木板受潮發爛。長屋通常有兩扇門，窗很少，實在要有也就是一個簡單的窟窿。可以自由開合的窗戶對于他們來說是多余的裝飾。全部的采光來自門，火爐上方為了排出炊煙的小孔。夜晚照明用蠟燭，但是用動物的油脂做的，在密不透風的房間里點起來，可想而知是什麼味道。 

　　婦女在屋里紡線織布，所有衣服都是家庭手制的，手巧的主婦會加上較多的裝飾。她們把羊毛或者亞麻紡成線，織成布。用蔬菜汁染上不同顏色，無外黃、黑、綠、褐、藍、紅等鮮艷的顏色，維京人喜愛這種醒目。最後將布剪裁成衣服。整個過程復雜漫長，所以每個人沒有幾件衣服，身上所穿的連續用上好幾年。其實日常維京人的衣服只要舒適就好，並不講究式樣，弗論什麼時尚，以至于數百年的時間中，他們的裝束一點沒有改變。 

　　大多數農場規模是很小的，依靠單獨的家庭經營。較大的農場需要更多的勞動力，農夫可以雇用沒有土地的自由人，或購買奴隸。這種古老的耕作方式至今沒什麼變化︰春天播下種子，晚秋收獲。不能留過冬的牲口在秋天最肥壯的時候被宰殺，肉經過燻、臘、腌的方式被保存下來。農夫的另一種身份是海盜，劫掠與耕作相交替。海盜每年外出兩次，春播或秋收之後，妻子會頂替他在家中打點一切。冬季的氣候總是很惡劣，北歐人躲在屋里修補工具，縫制衣物，硝制獸皮，同時準備好明年出海的船只。 

　　當時家居的遺址和維京人的垃圾堆（還是保存很好^^），揭示了他們的飲食結構。維京人的主食以肉類和魚類為主，他們飼養豬、雞、鵝、鴨、牛、羊，得到肉、奶、蛋，偶爾還打獵捕魚。他們種植黑麥和大麥用來做面包，用甘藍和洋蔥作調味品，此外還有大蒜和水芹。他們用木杯或鏤空的牛角喝啤酒，牛奶以及一種用蜂蜜自制的酒。一天照例吃兩頓，早上8點左右是早餐，晚上8點左右是晚餐。全家人聚在一起，用木制的鍋碗瓢盆做飯。維京人用刀和勺進餐，但沒有叉子。 



　　文化 

　　維京人信仰很多神靈，有男有女，不同神靈照看著日常生活的不同方面。他們時不時的在各處顯靈，讓適當的事情在適當的時間、適當的地點發生。

　　故老相傳，神靈都住在一個叫阿斯加德（Asgard）的地方， 相當于天堂所在吧。在地底的世界自然也有地獄，叫做尼夫海姆（Niflheim）。海盜們堅信，如果一個男人光榮戰死， 靈魂就能進入天國阿斯加德的神宮瓦爾哈拉（Valhalla），勇士的英靈在那里飲宴、歡歌、講述傳奇。 如果生為戰士而很黯淡的是死在床上，那就只配進地府。

　　從這點出發，維京人相信人死不過是去另一個世界旅行，他們就在死者的墓穴中堆放很多的陪葬品，供其路上花用。有吃有穿，各式工具，諸般兵器。更有甚者，如果死的是國王或者了不起的大英雄，他們會將死者生前的戰船與之一起埋葬，即是很有名的"海盜的葬禮"。

　　維京人認為，在動物中亦埋藏著神性，他們據此將動物分成善良的和邪惡的，相信幽靈的存在，地精（Goblin）和大地精（Troll）也來自維京人的神話。維京人相信，有人可以預知未來，他們將這些先知稱為真言者（Soothsayer），這些隱士居住在偏遠的鄉間，受著四方膜拜者的供養。 

　　北歐海盜喜歡听故事和詩歌，有很長的一段時間，他們就用這種方式來紀錄歷史。每個部落中有人專門記錄這種故事，並編寫新的傳說。將這些冗長的故事用文字刻到骨頭上顯然需要很長的時間，維京人在漫長的冬季躲在屋子里講述父輩流傳下來的故事。

　　職業的藝人或吟游詩人四處采風，參加每年三次的節日，也參加婚禮和宴會。這種場合總需要歌唱與舞蹈，講故事的人會得到某種形式的禮物，戒指或者項鏈。他們的故事對于今天的人來說可能有點夸張，某人殺死了屋子那麼大的野豬；某主婦一天擠完了一千頭奶牛。維京人的邏輯是這樣的︰值得描述的功績不是已經做了什麼，而是能夠做些什麼。 

　　聆听維京人的歌唱需要極大的膽量和毅力，有個阿拉伯的旅行者去過丹麥後說︰“我從來沒听過這麼嚇人的吼叫，一群野狗的咆哮比得上他們的嗓音，但沒有他們的放蕩。”

　　北歐人喜歡玩文字游戲，他們的沙加滿是比喻的復合詞，用來指代某種事物而不用直接提到名字。比方說，劍被稱為戰鬥調料，這樣的比方讓後世的考古學家迷惑了很久。他們還喜歡猜字謎，交換各種字謎是文化加流的重要部分，就像我們今天從BBS看到的各種笑話。 

　　戰鬥

　　從孩提時代開始，維京人就喜愛種種競爭激烈的游戲，他們比試馬術、舉重、劃船、操帆和游泳，每年的部族大會同時也是北歐的奧林匹克。最熱衷的運動是摔跤，劃出一片空曠的場地，中央放置一塊尖頭的界石，比賽的雙方用力將對方推到石頭上去。

　　此外他們還比試射箭、滑雪、溜冰。所有這些比賽，都是為了鍛煉出更加強壯的戰士。哪怕冬天躲在屋里玩的游戲也是如此，從阿拉伯流傳來的棋盤游戲，內容總是圍繞著攻守技巧。 

　　維京人是強悍的戰士，他們的人數較少，于是就得依靠周密的策劃與出其不意的突襲。在戰斗中他們又表現的異乎尋常的狂熱，捍不畏死，于是人們談海盜色變。 

　　他們的突擊常分成兩節︰先在遠距離上投擲長矛，發射火箭；然後用劍和戰斧做近距離的了斷。

　　在海上相遇時，海盜遵守古老的傳統，一聲不吭的將船系一起。在船頭搭上跳板，然後依次上場單挑，每個走上跳板的人都面臨這樣的命運︰或者將對方統統殺光，或者自己戰死，由後面的同伴替自己復仇。如果感到害怕，可以轉身跳進海里，沒有人會追殺逃兵，但放棄戰斗資格的人與死者無異，從此連家人都會忽視他的存在。

　　因此排在船頭第一個上陣的，通常是最精銳的戰士，他們在戰斗中赤裸上身，發著粗野的吼聲，忘情的享受戰斗的酣暢。他們知道，腳下的跳板浸透著祖輩的鮮血，自己的後代也會落腳在同一個地方。憤怒使維京海盜顯得強大而駭人，這種戰士即被稱為Berserker，狂戰士。沒有人知道為什麼，這種原始的戰鬥會激發出這麼驚人的人類本性，狂戰士的故事被代代相傳。 

　　戰鬥中生存下來的男人慷慨分享勝利，維京人的第一位國王名叫哈羅德（Harold），綽號細頭發，他統治的地域就是今天的挪威。一個夏天他出發去討伐打劫他領地的海盜，征戰時間過長，以至不得不在奧克尼（Orkneys，甦格蘭北部島嶼）過冬，順帶就佔領了甦格蘭、設得蘭和赫布里底群島。

　　第二年開春大隊人馬要回挪威，這位國王就把新的領地交給羅根伐德伯爵統治，因為這位伯爵在遠征中失去了唯一的兒子。羅根伐德又把領地謙讓給齊格爾德伯爵，因為在戰斗中救了他一命。今天甦格蘭還有以齊格爾德命名的港灣。 

　　貿易 

　　維京人的農場出產幾乎全部日常生活用品，從工具到衣物，過著自給自足的生活。隨著時間的推移，擅長制造某種器具的人慢慢成了專門工匠。他們隨處開設店鋪，但鐵匠的鋪子總在鎮子的邊上，因為爐子有失火的危險。

　　工匠生產的器具經過更多的裝飾，他們制造工具、武器和珠寶。維京的珠寶享譽至今，有很復雜的制作工藝，胸針通常是用白蠟為胚，白銀或青銅澆鑄，加以打磨制成，上面瓖嵌彩色的石子或者珠寶。琥珀和染色的小石子可以制成項鏈。黑玉和綠松石則制成骰子和籌碼，用來下棋。來往的貨郎沖州撞府，嗯應該是沖鄉撞縣的兜售這些做工精美的首飾。 

　　維京人與很多地區保持著貿易上的往來，考古學家從北歐的墓葬群中也找到了不少別的地區的產品與錢幣。不過他們更加喜歡白銀，商人隨身帶著天平，用銀塊充當砝碼。石刻與傳說記載了他們的旅行︰

　　公元860年，沿著伏爾加河下溯的維京人來到了俄羅斯（其時還不叫這個名字）。他們同當地的斯拉夫人作交易，從諾夫格羅德南下，沿河來到波爾加，用奴隸換取蜂蜜和毛皮；再順著伏爾加河進入里海，換乘駱駝，一直來到巴格達，交易絲綢和香料。

　　另一條貿易路線是沿著第聶伯河到達基輔，進黑海，到達盛產葡萄酒、絲綢和伊斯坦布爾，出售精美的珠寶首飾。 旅行 維京人是很好的水手和船匠，相比較，別國的船去不了遠海，設計也很笨重。維京人的船分量輕，船身狹窄，吃水淺，可以在歐洲所有河流中航行。 

　　維京人在冬天建造或者修補他們的船只，通常在露天建造，偶爾會搭個工棚。船身和船槳用橡木制造，桅桿用松木，可以在大風中適度的彎曲，先用整條原木加工成龍骨，以保證強度。彎曲的頭尾單獨加工，然後用鐵釘固定到龍骨的兩端。接著在龍骨上架好橫梁，就完成了整條船的輪廓。沿著輪廓在船的兩側鋪上蒙板。這種整條的木板層層相楔，上面一層剛好覆蓋住下面一層的邊緣。最上層的蒙板開鑿了若干小孔，五米長的木槳從孔中伸出。最後鋪上地板，架上桅桿，在桅桿頂上裝上金屬制的風向標。櫓則安裝在船體後部的右側。船帆的兩側掛上麻繩編制的網，防止船帆在強風中被撕裂。這樣的船最常見，全長二十米左右。 

　　水手們隨身帶著一個小箱子，裝著衣物和武器。劃槳的時候就坐在上面，但他們很少劃槳，他們是操帆的好手。每艘船的首尾都有一個艙室存放食物，儲藏著黃油，奶酪，啤酒，淡水，肉食，隻果和干栗。此外還有各種炊具，帆具和上岸用的帳篷。

　　他們穿著毛皮大衣，就在船上和衣而睡。船上還能生火做飯，用一個裝滿沙子的盒子做爐灶。在海上，他們用日月星辰做方向標。天氣差的時候也用指北針，一塊簡單磁化過的鐵片。 

　　在維京人漫長的旅途中，船是他們移動的家。桅桿可以放倒，蒙上船帆就是很好的帳篷，海盜們甚至像阿爾戈英雄一樣扛著座艦前進，從一條河到另一條河。因為水運更省力，可以運載更多的人和裝備。 

　　不能坐船的場合他們就騎馬，沿著古羅馬的驛道前進，或者他們在冬日出門，可以借助滑雪和溜冰。用鯨魚骨制作冰刀，綁在鹿皮鞋底上就成了冰鞋。雪橇可以運載病人和老弱，或者大量的裝備。不管怎樣說，他們討厭步行，因為既慢又要背負沉重的行李。 

　　為什麼維京人一直在旅行，有很多種說法，有人認為是天性使然，更得到公認的看法就是，他們在尋找著可耕作的土壤。北歐有這麼一個不成文的規定，一家之主死後，長子繼承家業，別的兒子成年後必須離開兄長，自己組建家庭。這樣隨著人口的增長，北歐原本不多的耕地更加不敷使用，于是維京人四海為家，尋找著好的地方開闢農場。 

　　海盜的足跡 

　　從公元780年開始，維京人越來越多的外出活動。他們需要更多的貿易市場，需要更多的掠奪場地。他們主要偷盜牲口和谷物，也不放過任何有價值的財寶。他們迅速出擊，得手後同樣迅速的離去。附近的居民深受其害，將維京人視作蠻人，冷血的戰士。 

　　公元789年，一伙維京海盜洗劫了多賽特郡，從此英格蘭就受著不斷的騷擾。當地人與強盜英勇的戰鬥過，但更多的時候，他們繳納贖金，稱為 Danegeld（今天丹麥的賦稅不叫tax，就叫Danegeld），讓災星快快離去。但錢不是總可以解決問題的，海盜有好幾股，這個大王離去，另一個頭領翩翩登場。在防守薄弱的地區，維京海盜很是猖獗。 

　　當偉大的阿爾弗雷德（那時的國王不是皇帝，沒資格稱幾世幾世，只好在名字後面冠個Great）執政威賽克斯期間，他跟主要的維京部族達成協議，允許他們定居在英格蘭東南部的地區，稱為Danelaw（今天丹麥的法律稱為Danelaw）。即便如此，脆弱的和平還是時時被打破，因為每一方都想得到更多的土地。

　　海盜的族群眾多，意味著劫掠永遠不會停止，哪怕是加涅特，挪威和丹麥的國王，征服了英格蘭之後，他的領地還是常常被瑞典的海盜騷擾。不勝其害之下，這位強大的君主也不得不繳納贖金。

　　唯一的例外是在1066年，征服者威廉一世帶著諾曼底士兵踏上英格蘭，他的暴戾連海盜都望而生畏，于是當地的老百姓在外國人的皮鞭下反而度過了相對平靜的一年。 

　　甦格蘭離北歐更近，公元795年奧克尼群島被維京人佔領，然後是甦格蘭和愛爾蘭的海岸線為海盜所控制。他們在這里建立了與挪威的貿易路線，並且以此為落腳點，向更西部發展。

　　甦格蘭是挪威人的天下，相安無事。愛爾蘭復雜很多，挪威人、丹麥人還有愛爾蘭海盜都不是好相與的角色，于是常常爆發大規模械斗。直到公元902年，挪威人才暫時離開愛爾蘭，之所以說暫時，是因為他們于公元917年就卷土重來，佔領了都柏林作為貿易港灣。

　　1100年，都柏林才被諾曼人接管。但是眾所周知，諾曼人正是丹麥海盜在法蘭西留下的後裔。 

　　北海固然是滿目瘡痍，維京人越過直布羅陀，在地中海沿岸繼續肆虐。與強大的對手做生意，面對弱者就成了盜賊。

　　這些不法之徒甚至打劫修道院，因為修道院中總有大量儲藏的食物與財寶，僧侶又不動手反抗。沿著歐洲海岸線前進的維京海盜成了整個歐洲的噩夢，只有西班牙和法國幸免遇難。 

　　公元844年，西班牙的阿拉伯軍隊在康多巴組織了一次成功的反登陸，伊比利亞半島從此風平浪靜，只有和氣的維京商人來交易葡萄酒和奴隸。

　　法國國王"頭腦簡單的"查理先是老實交付了贖金，後來又學著英國人的做法，把最大的海盜頭子羅勒（Rollo）封作諾曼底的大公。須知，這位老兄是征服者威廉一世的曾曾曾祖父，他的後裔在1066年終于成為英格蘭的國王。 

　　挪威人離開家一直往西遠航，尋找新的家園。公元860年他們來到冰島，原先住在這里的僧侶在一片恐慌下紛紛出逃。公元920年他們來到格林蘭開始定居，但那里的氣候一年比一年寒冷，不能種植莊稼，終于1500年全部的維京人離開了這塊冰凍的島嶼。 

　　後人一直在尋找北歐人到過美洲大陸的證據，據稱1898年在美國出土的一塊北歐石刻，後來被證實為1958年的贗品。 1965年找到的維京航海圖，有詳盡的美洲海岸的輪廓，後來也被證明偽造。直到1969年丹麥的一個海盜墓中，終于找到了一枚石制的箭頭，後經測試證實確為美洲的產物，海盜們確實到過北美洲。 

　　隨著基督教在歐洲大陸的推廣，維京人在金錢或者刀劍下逐漸改變了信仰，宗教終于讓他們放棄了拳頭上討生活的做法，漂泊不定的海盜在各地定居下來。他們的遺族今天在哪里呢？除了北歐國家以外，我們來看看伊本‧費德拉（Ibn Fadla），一位阿拉伯的旅行家的記載︰

　　“羅斯人居住在湖中的島嶼上，他們劫掠附近的斯拉夫人村落，將俘虜賣到伏爾加河的下游城鎮。” 

　　伏爾加河流域的原住民是斯拉夫人，部落之間多年不斷的爭斗之下，有人去北歐請來強有力的佣兵和領導人。于是來自斯堪的納維亞的瓦蘭吉亞人結束了紛爭， 大量涌進的維京移民被當地人稱為Rus，羅斯人。直到公元882年奧列格大公建立起羅斯國家， 將他們居住的國家稱為Rusland，即今天的Russia，俄羅斯。 

 
